Repository: rodrigue10/SignumExplorer
Catalog: SignumExplorer/Resources/Localization/App.*.resx
Languages: de_de, es_cl, fr_fr, pt_br, ru, zh_hans

source: Account ID
de_de: Konto-ID.
es_cl: ID de la cuenta
fr_fr: identifiant de compte
pt_br: ID da conta
ru: Идентификатор аккаунта
zh_hans: 帐户ID

source: Account Info
de_de: Kontoinformation
es_cl: Informacion de cuenta
fr_fr: Informations de compte
pt_br: Informações da Conta
ru: Информация об аккаунте
zh_hans: 帐户信息

source: Account RS
de_de: Konto Rs.
es_cl: Cuenta RS
fr_fr: Compte rs
pt_br: Conta Rs.
ru: Учетная запись RS.
zh_hans: 帐户Rs.

source: Accounts
de_de: Konten
es_cl: Cuentas
fr_fr: Comptes
pt_br: Contas
ru: учетные записи
zh_hans: 账户

source: Add Commitment
de_de: Engagement hinzufügen
es_cl: Compromiso
fr_fr: Ajouter un engagement
pt_br: Adicionar compromisso
ru: Добавить приверженность
zh_hans: 添加承诺

# AliasAssignment
source: Assign Alias
de_de: Alias ​​zuweisen.
es_cl: Asignar alias
fr_fr: Attribuer des alias
pt_br: Atribuir alias.
ru: Назначить псевдоним
zh_hans: 分配别名

# AliasBuy
source: Buy Alias
de_de: Alias ​​kaufen
es_cl: Comprar alias
fr_fr: Acheter alias
pt_br: Comprar alias.
ru: Купить псевдоним
zh_hans: 买别名

source: Aliases
de_de: Aliase
es_cl: Alias
fr_fr: Alias
pt_br: Apelido
ru: Псевдонимы
zh_hans: 别名

source: Alias Name
de_de: Pseudonym
es_cl: Apodo
fr_fr: Alias
pt_br: Nome do alias.
ru: Псевдоним
zh_hans: 别名

# AliasNameLower
source: Lowercase Alias Name
de_de: Name des Kleinbuchstabens
es_cl: Nombre de alias en minúscula
fr_fr: Nom d'alias minuscule
pt_br: Nome dos alias minúsculas
ru: Строчные псевдоним псевдоним
zh_hans: 小写别名名称

# AliasSell
source: Sell Alias
de_de: Alias ​​verkaufen
es_cl: Vender alias
fr_fr: Vendre alias
pt_br: Vender alias.
ru: Продавать псевдоним
zh_hans: 出售别名

source: Alias URI
ru: Алиас Ури
zh_hans: 别名Uri.

source: All Blocks
de_de: Alle Blöcke
es_cl: Todos los bloques
fr_fr: Tous les blocs
pt_br: Todos os blocos
ru: Все блоки
zh_hans: 所有块

source: All Transactions
de_de: Alle Transaktionen
es_cl: Todas las transacciones
fr_fr: toutes transactions
pt_br: todas as transacções
ru: Все транзакции
zh_hans: 所有交易

source: Amount
de_de: Betragen
es_cl: Monto
fr_fr: Montant
pt_br: Quantia
ru: Количество
zh_hans: 数量

# ApCodeHashId
source: Machine Code Hash
de_de: Maschinencode-Hash.
es_cl: Código de máquina hash
fr_fr: ID de code AP code
pt_br: ID de hash de código AP
ru: Ap код hash id id
zh_hans: 机器代码哈希

# ApCodeString
source: Machine Code
de_de: Maschinensprache
es_cl: Codigo de maquina
fr_fr: Chaîne de code AP
pt_br: String de código AP.
ru: Ap кодовая строка
zh_hans: 机器代码

# ArbitraryMessage
source: Message
de_de: Nachricht
es_cl: Mensaje
fr_fr: Un message
pt_br: Mensagem
ru: Сообщение
zh_hans: 信息

# AskOrderCancellation
source: Token Ask Cancel
de_de: Token fragen abbrechen.
es_cl: Token pregunte cancelar
fr_fr: Jeton demander annuler
pt_br: Token perguntar cancelar.
ru: Токен спросить Отмена
zh_hans: 令牌请求取消

source: Ask Order Height
de_de: Bestellhöhe fragen
es_cl: Preguntar altura de pedido
fr_fr: Demander la hauteur de la commande
pt_br: Pergunte a altura da ordem
ru: Спроси порядок высоты
zh_hans: 询问订单高度

source: Ask Order ID
de_de: Bitten Sie die Bestell-ID.
es_cl: PREGUNTE ID DE PEDIDO
fr_fr: Demander à la commande
pt_br: Pergunte a ID do pedido
ru: Спросите заказа ID
zh_hans: 询问订单ID

# AskOrderPlacement
source: Token Ask Order
de_de: Token Fragen stellen
es_cl: Token Preguntar pedido
fr_fr: Jeton demander la commande
pt_br: Token Ask Pedido
ru: Токен спросить заказа
zh_hans: 令牌问订单

source: Asset ID
es_cl: ID de activo
fr_fr: ID d'actif
pt_br: ID de ativo
ru: Актив ID.
zh_hans: 资产ID

# AssetIssuance
source: Create Token
de_de: Token erstellen
es_cl: Crear token
fr_fr: Créer un jeton
pt_br: Criar token.
ru: Создать токен
zh_hans: 创建令牌

source: Asset Name
es_cl: Nombramiento de activos
fr_fr: Nom d'actif
pt_br: Nome do ativo
ru: Имя актива
zh_hans: 资产名称

source: Asset Quantity
de_de: Vermögensmenge.
es_cl: Cantidad de activos
fr_fr: Quantité d'actif
pt_br: Quantidade de ativos
ru: Количество активов
zh_hans: 资产数量

source: Assets
de_de: Vermögenswerte
es_cl: Activos
fr_fr: Les atouts
pt_br: Ativos
ru: Ресурсы
zh_hans: 资产

# AssetTransfer
source: Token Transfer
fr_fr: Transfert de jeton
pt_br: Transferência de token
zh_hans: 令牌转移

# AtIdRS
source: Smart Contract RS
es_cl: Contrato inteligente RS
fr_fr: Contrat intelligent Rs
pt_br: Contrato inteligente Rs.
ru: Умный контракт RS.
zh_hans: 智能合同Rs.

# AtsString
source: Smart Contract String
de_de: Intelligente Vertragszeichenfolge.
es_cl: Cadena de contrato inteligente
fr_fr: Chaîne de contrat intelligente
pt_br: String de contrato inteligente
zh_hans: 智能合同字符串

source: Attachment Bytes
de_de: Anhänge Bytes.
es_cl: Bytes de fijación
fr_fr: Attachment d'octets
pt_br: Bytes de anexos.
ru: Байты вложения
zh_hans: 附件字节

# AT_Creation
source: Create Smart Contract
de_de: Smart Contract erstellen
es_cl: Crear contrato inteligente
fr_fr: Créer un contrat intelligent
pt_br: Criar contrato inteligente
ru: Создать умный контракт
zh_hans: 创建智能合同

# AT_Payment
source: Smart Contract Payment
de_de: Intelligente Vertragsbezahlung
es_cl: Pago de contrato inteligente
fr_fr: Paiement de contrat intelligent
pt_br: Pagamento de contrato inteligente
ru: Умный договор платеж
zh_hans: 智能合同付款

source: Balance
de_de: Gleichgewicht
es_cl: Equilibrio
fr_fr: Équilibre
pt_br: Equilíbrio
ru: Остаток средств
zh_hans: 平衡

source: Base Target
de_de: Basisziel
es_cl: Objetivo
fr_fr: Cible de base
pt_br: Alvo base.
ru: Базовая цель
zh_hans: 基地目标

# BidOrderCancellation
source: Token Bid Cancel
de_de: Token Bid Abbrechen.
es_cl: Token oferta cancelar
fr_fr: Jeton annuler
pt_br: Token lance cancelar.
ru: Token Bid Отмена
zh_hans: 令牌投标取消

source: Bid Order Height
de_de: Gebotsauftragshöhe.
es_cl: Altura de pedido de oferta
fr_fr: Hauteur de commande de soumission
pt_br: Altura da ordem de lance
ru: Высота ставки заказа
zh_hans: 竞标高度

source: Bid Order ID
de_de: Gebotsauftrags-ID.
es_cl: ID de pedido de oferta
fr_fr: ID de commande de soumission
pt_br: ID da ordem de lance.
ru: Идентификатор заказа
zh_hans: 竞标ID

# BidOrderPlacement
source: Token Bid Order
de_de: Token Gebotsauftrag
es_cl: Orden de oferta de token
fr_fr: Ordonnance de jeton
pt_br: Ordem de oferta de token
ru: Заказ заявок на токен
zh_hans: 令牌竞标订单

source: Block
es_cl: Cuadra
fr_fr: Bloquer
pt_br: Bloquear
ru: Блокировать
zh_hans: 堵塞

source: Block ID
es_cl: ID de bloque
fr_fr: Bloc d'identité
pt_br: ID de bloco
ru: Блок ID.
zh_hans: 块ID

source: Blocks
de_de: Blöcke
es_cl: Bloques
fr_fr: Blocs
pt_br: Blocos
ru: Блоки
zh_hans: 块

# BlockSignatureString
source: Block Signature
de_de: Blockunterschrift
es_cl: Firma de bloque
fr_fr: Signature du bloc
pt_br: Assinatura de bloco
ru: Блок подписи
zh_hans: 块签名

source: Block Timestamp
de_de: Blockstempelblock
es_cl: Bloquear marca de tiempo
fr_fr: Hyestamp Block
pt_br: Timestamp de bloco
ru: Заблокировать меток времени
zh_hans: 阻止时间戳

source: Buyer ID
de_de: Käufer-ID.
es_cl: ID del comprador
fr_fr: ID de l'acheteur
pt_br: ID do comprador
ru: Покупатель ID
zh_hans: 买方ID.

source: Buyer RS
de_de: Käufer Rs.
es_cl: Comprador rs
fr_fr: Acheteur Rs
pt_br: Comprador Rs.
ru: Покупатель RS.
zh_hans: 买方Rs.

# CCallStackBytes
source: Code Stack Size
de_de: Code-Stapelgröße.
es_cl: Tamaño de pila de código
fr_fr: C Call Stack octets
pt_br: C chamam bytes de pilha
ru: C байты стека вызовов
zh_hans: 代码堆栈大小

source: Created
de_de: Erstellt
es_cl: Creado
fr_fr: Créé
pt_br: Criada
ru: Созданный
zh_hans: 创造了

source: Creation Height
de_de: Schöpfungshöhe
es_cl: Altura de la creación
fr_fr: Hauteur de création
pt_br: Altura da criação
ru: Высота создания
zh_hans: 创造身高

source: Creator ID
de_de: Ersteller-ID.
es_cl: ID de Creador
fr_fr: Créateur ID
pt_br: ID do criador
ru: Создатель ID.
zh_hans: 创建者ID

source: Creator RS
es_cl: Creador rs
fr_fr: Créateur Rs
pt_br: Criador Rs.
ru: Создатель рупий
zh_hans: 创作者Rs.

# Csize
source: Machine Code Size
de_de: Maschinencode-Größe.
es_cl: Tamaño del código de la máquina
fr_fr: Taille C
pt_br: C tamanho
ru: C размер
zh_hans: 机器代码大小

source: Culture Example
de_de: Kulturbeispiel
es_cl: Ejemplo de cultura
fr_fr: Exemple de culture
pt_br: Exemplo de cultura
ru: Пример культуры
zh_hans: 文化例子

# CumulativeDifficultyString
source: Cumulative Difficulty
de_de: Kumulative Schwierigkeitsgrad
es_cl: Dificultad acumulativa
fr_fr: Difficulté cumulée
pt_br: Dificuldade cumulativa
ru: Кумулятивная трудность
zh_hans: 累积难度

# CUserStackBytes
source: User Stack Size
de_de: Benutzerstapelgröße
es_cl: Tamaño de la pila de usuarios
fr_fr: C Pile d'utilisateurs octets
pt_br: Catilhas de Usuário C
ru: C байты стека пользователя
zh_hans: 用户堆栈大小

source: Dashboard
de_de: Armaturenbrett
es_cl: Tablero
fr_fr: Tableau de bord
pt_br: Painel
ru: Щиток приборов
zh_hans: 仪表盘

source: Date
de_de: Datum
es_cl: Fecha
pt_br: Encontro
ru: Дата
zh_hans: 日期

source: Date/Time
de_de: Terminzeit
es_cl: Fecha y hora
fr_fr: Date / heure
pt_br: Data hora
ru: Дата / время
zh_hans: 约会时间

source: Deadline
de_de: Termin
es_cl: Fecha límite
fr_fr: Date limite
pt_br: Prazo final
ru: Крайний срок
zh_hans: 最后期限

source: Decimals
de_de: Dezimalzahl
es_cl: Decimales
fr_fr: Nombres décimaux
pt_br: Decimais
ru: Дебилицы
zh_hans: 小数点

# DeListing
source: Remove Digital Good
de_de: Digitales Gut entfernen.
es_cl: Eliminar el bien digital
fr_fr: Enlever le bien numérique
pt_br: Remova o bem digital
ru: Удалить цифровой добр
zh_hans: 删除数字优点

# Delivery
source: Deliver Good
de_de: Gut liefern
es_cl: Entregar bien
fr_fr: Faire du bien
pt_br: Entregue bem.
ru: Доставлять договор
zh_hans: 交给好

source: Description
de_de: Beschreibung
es_cl: Descripción
fr_fr: La description
pt_br: Descrição
ru: Описание
zh_hans: 描述

# Dsize
source: Memory Size
de_de: Speichergröße
es_cl: Tamaño de la memoria
fr_fr: Taille D
pt_br: D tamanho
ru: D Размер
zh_hans: 内存大小

# EcBlockHeight
source: Eff. Cap. Block Height
de_de: EFF. Deckel. Blockhöhe
es_cl: Eff. Gorra. Altura de bloque
fr_fr: Efface. Casquette. Hauteur de bloc
pt_br: Eff. Boné. Altura de bloco
ru: Эфф Шапка. Высота блока
zh_hans: eff。帽。块高度

# EcBlockId
source: Eff. Cap. Block ID
de_de: EFF. Deckel. Block-ID.
es_cl: Eff. Gorra. ID de bloque
fr_fr: Efface. Casquette. Bloc d'identité
pt_br: Eff. Boné. ID de bloco
ru: Эфф Шапка. Блок ID.
zh_hans: eff。帽。块ID

# EffectiveBalanceLeasing
source: Balance Leasing
es_cl: Balance de arrendamiento
pt_br: Arrendamento de equilíbrio.
ru: Баланс лизинга
zh_hans: 平衡租赁

# EscrowCreation
source: Create Escrow
de_de: ESCROW erstellen
es_cl: Crear fideicomiso
fr_fr: Créer des escrocs
pt_br: Criar depósito
ru: Создать сделки
zh_hans: 创造托管

source: Fee
de_de: Gebühr
es_cl: Tarifa
fr_fr: Frais
pt_br: Taxa
ru: Платеж
zh_hans: 费用

source: Forged Balance
de_de: Geschmiedetes Gleichgewicht.
es_cl: Balance forjado
fr_fr: Solde forgé
pt_br: Balança forjada
ru: Кованый баланс
zh_hans: 伪造的平衡

source: Forger
de_de: Bergmann
es_cl: Minero
fr_fr: Mineur
pt_br: Mineiro
ru: Минерал
zh_hans: 矿工

source: Full Hash
de_de: Voller Hash
es_cl: Hash completo
fr_fr: Hachage complet
pt_br: Hash completo
ru: Полный хэш
zh_hans: 全哈希

# GenerationSignatureString
source: Generation Signature
de_de: Generierungssignatur.
es_cl: Firma de generación
fr_fr: Signature de génération
pt_br: Assinatura de geração
ru: Подпись поколения
zh_hans: 生成签名

source: Generator ID
es_cl: ID del generador
fr_fr: ID de générateur
pt_br: ID do gerador
ru: Идентификатор генератора
zh_hans: 发电机ID.

# GeneratorPublicKeyString
source: Generator Public Key
de_de: Generator öffentlicher Schlüssel
es_cl: Clave pública generadora
fr_fr: Clé publique génératrice
pt_br: Chave pública do gerador
ru: Генератор открытый ключ
zh_hans: 发电机公钥

source: Generator RS
es_cl: Generador rs
fr_fr: Générateur Rs
pt_br: Gerador Rs.
ru: Генератор RS.
zh_hans: 发电机Rs.

# Greeting
source: Hello!
de_de: Hallo!
es_cl: ¡Hola!
fr_fr: Salut!
pt_br: Olá!
ru: Привет!
zh_hans: 你好！

source: Has Encrypted Message
de_de: Hat eine verschlüsselte Nachricht
es_cl: Ha cifrado mensaje
fr_fr: A un message crypté
pt_br: Tem mensagem criptografada
ru: Зашифровано сообщение
zh_hans: 有加密的消息

source: Has Message
de_de: Hat eine Nachricht
es_cl: Tiene mensaje
fr_fr: A un message
pt_br: Tem mensagem
ru: Имеет сообщение
zh_hans: 有消息

source: Height
de_de: Höhe
es_cl: Altura
fr_fr: Hauteur
pt_br: Altura
ru: Рост
zh_hans: 高度

# IdRS
source: Account RS
de_de: Konto Rs.
es_cl: Cuenta RS
fr_fr: Compte rs
pt_br: Conta Rs.
ru: Учетная запись RS.
zh_hans: 帐户Rs.

source: Key Height
de_de: Schlüsselhöhe
es_cl: Altura de la llave
fr_fr: Hauteur de clé
pt_br: Altura chave
ru: Высота ключа
zh_hans: 关键高度

source: Latest
de_de: Neueste
es_cl: Más reciente
fr_fr: Dernier
pt_br: Mais recentes
ru: Последний
zh_hans: 最新的

source: Latest Blocks
de_de: Neueste Blöcke
es_cl: Últimos bloques
fr_fr: Derniers blocs
pt_br: Últimos blocos.
ru: Последние блоки
zh_hans: 最新街区

source: Latest Transactions
de_de: Neueste Transaktionen
es_cl: Últimas transacciones
fr_fr: Dernières transactions
pt_br: Últimas transações
ru: Последние транзакции
zh_hans: 最新交易

# Listing
source: Add Digital Good
de_de: Digitales Gut hinzufügen
es_cl: Añadir bien digital
fr_fr: Ajouter du bien numérique
pt_br: Adicione o bom digital
ru: Добавить цифровое хорошо
zh_hans: 添加数字优点

source: Loading
de_de: Wird geladen
es_cl: Cargando
fr_fr: Chargement
pt_br: Carregando
ru: Загрузка
zh_hans: 装载

source: minutes ago
de_de: Vor ein paar Minuten
es_cl: hace minutos
fr_fr: il y a quelques minutes
pt_br: minutos atrás
ru: минут назад
zh_hans: 几分钟前

# MultiOutPayment
source: Multi-Out
es_cl: Múltiplo
fr_fr: Multi-sorti
ru: Многоуровневый
zh_hans: 多射门

source: Multi-Out Same
de_de: Gleiche Multi-Out
es_cl: Multi-out igual
fr_fr: Même multi-sorti
pt_br: Multi-out mesmo
ru: Многоугодный
zh_hans: 多输相

source: Name
es_cl: Nombre
fr_fr: Nom
pt_br: Nome
ru: Имя
zh_hans: 姓名

source: Next Block ID
de_de: Nächste Block-ID.
fr_fr: ID de bloc suivant
ru: Следующий блок ID.
zh_hans: 下一个块ID

source: Nonce
es_cl: Mientras tanto
fr_fr: Nece
ru: Неисполнительно
zh_hans: omce.

# NothingPending
source: No Pending Transactions
de_de: Keine anhängigen Transaktionen
es_cl: No hay transacciones pendientes
fr_fr: Pas de transactions en attente
pt_br: Não há transações pendentes
ru: Нет ожидающих транзакций
zh_hans: 没有待处理的交易

# OrdinaryPayment
source: Payment
de_de: Zahlung
es_cl: Pago
fr_fr: Paiement
pt_br: Pagamento
ru: Оплата
zh_hans: 支付

# PayloadHashString
source: Payload Hash
es_cl: Carga de carga paga
fr_fr: Hachage de charge utile
ru: Полезная нагрузка хэш
zh_hans: 有效载荷哈希

source: Payload Length
de_de: Nutzlastlänge
es_cl: Longitud de carga útil
fr_fr: Longueur de la charge utile
pt_br: Comprimento de carga útil
ru: Длина полезной нагрузки
zh_hans: 有效载荷长度

source: Pool
de_de: Schwimmbad
es_cl: Piscina
fr_fr: Piscine
pt_br: Piscina
ru: Бассейн
zh_hans: 水池

# PreviousBlockHashString
source: Previous Block Hash
de_de: Vorheriger Block Hash.
es_cl: Bloqueo anterior hash
fr_fr: Block antérieur hachage
pt_br: Hash de bloco anterior
ru: Предыдущий блок хэш
zh_hans: 以前的街区哈希

source: Previous Block ID
de_de: Vorherige Block-ID.
es_cl: ID de bloque anterior
fr_fr: ID de bloc précédent
pt_br: ID de bloco anterior.
ru: Предыдущий блок ID.
zh_hans: 以前的块ID

source: Price
de_de: Preis
es_cl: Precio
fr_fr: Prix
pt_br: Preço
ru: Цена
zh_hans: 价钱

source: Price Change
de_de: Preisänderung
es_cl: Cambio de precio
fr_fr: Changement de prix
pt_br: Mudança de preço
ru: Смена цены
zh_hans: 价格变动

# PublicKeyString
source: Public Key
de_de: Öffentlicher Schlüssel
es_cl: Llave pública
fr_fr: Clé publique
pt_br: Chave pública
ru: Открытый ключ
zh_hans: 公钥

# Purchase
source: Purchase Good
de_de: Gut kaufen.
es_cl: Comprar bien
fr_fr: Achat bon
pt_br: Compre bem
ru: Покупка добра
zh_hans: 购买优点

source: Quantity
de_de: Menge
es_cl: Cantidad
fr_fr: Quantité
pt_br: Quantidade
ru: Количество
zh_hans: 数量

source: Quantity Change
de_de: Mengenänderung
es_cl: Cambio de cantidad
fr_fr: Changement de quantité
pt_br: Mudança de quantidade
ru: Изменение количества
zh_hans: 数量变化

# RecipId
source: Recipient ID
de_de: Empfänger-ID.
es_cl: ID de destinatario
fr_fr: ID de destinataire
pt_br: ID do destinatário
ru: Реципиент ID.
zh_hans: 收件人ID

source: Recipient
de_de: Empfänger
es_cl: Recipiente
fr_fr: Destinataire
pt_br: Destinatário
ru: Получатель
zh_hans: 接受者

source: Recipient ID
de_de: Empfänger-ID.
es_cl: ID de destinatario
fr_fr: ID de destinataire
pt_br: ID do destinatário
ru: Реципиент ID.
zh_hans: 收件人ID

source: Recipient RS
de_de: Empfänger Rs.
es_cl: Recipiente RS
fr_fr: Destinataire Rs
pt_br: Destinatário Rs.
ru: Получатель RS.
zh_hans: 收件人Rs.

# RecipName
source: Recipient Name
de_de: Empfängername
es_cl: Nombre del Recipiente
fr_fr: Nom du destinataire
pt_br: Nome do Destinatário
ru: Имя получателя
zh_hans: 收件人姓名

# ReferencedTransactionFullhash
source: Ref. Trans. Full Hash
de_de: REF. Trans. Voller Hash
es_cl: Árbitro. Trans. Hash completo
fr_fr: Réf. Trans. Hachage complet
pt_br: Ref. Trans. Hash completo
ru: Реф. Транс. Полный хэш
zh_hans: 参考。跨。全哈希

# Refund
source: Refund Good
de_de: Rückerstattung Gutes
es_cl: Reembolso bueno
fr_fr: Remboursement bien
pt_br: Reembolso bem
ru: Возврат добра
zh_hans: 退款好

source: Remove Commitment
de_de: Engagement entfernen
es_cl: Eliminar el compromiso
fr_fr: Enlever l'engagement
pt_br: Remover compromisso
ru: Удалить приверженность
zh_hans: 删除承诺

source: Reward
de_de: Belohnen
es_cl: Recompensa
fr_fr: Récompense
pt_br: Recompensa
ru: Награда
zh_hans: 报酬

# RewardRecipientAssignment
source: Set Reward Recipient
de_de: Belohnungsempfänger einstellen
es_cl: Establecer recompensa recompensa
fr_fr: Définir la récompense
pt_br: Definir o destinatário da recompensa
ru: Установить вознаграждение получателя
zh_hans: 设置奖励收件人

source: Search
de_de: Suche
es_cl: Buscar
zh_hans: 搜索

source: Seller ID
de_de: Verkäufer-ID.
es_cl: ID del vendedor
fr_fr: Vendeur ID
pt_br: ID do vendedor
ru: Продавец идентификатор
zh_hans: 卖家ID.

source: Seller RS
de_de: Verkäufer Rs.
es_cl: Vendedor rs
fr_fr: Vendeur Rs
pt_br: Vendedor Rs.
ru: Продавец RS.
zh_hans: 卖方Rs.

source: Sender
de_de: Absender
es_cl: Remitente
fr_fr: Expéditeur
pt_br: Remetente
ru: Отправитель
zh_hans: 发件人

source: Sender ID
de_de: Absenderidentität
es_cl: identificación del remitente
pt_br: ID do remetente
ru: Удостоверение личности отправителя
zh_hans: 发件人ID

source: Sender Name
de_de: Absender
es_cl: Nombre del remitente
fr_fr: Nom de l'expéditeur
pt_br: Nome do remetente
ru: Имя отправителя
zh_hans: 发件人名称

source: Sender Public Key
de_de: Sender öffentlicher Schlüssel
es_cl: Tecla pública del remitente
fr_fr: Clé publique de l'expéditeur
pt_br: Chave pública do remetente
ru: Отправитель открытый ключ
zh_hans: 发件人公钥

source: Sender RS
es_cl: Remitente rs
fr_fr: Expéditeur Rs
pt_br: Remetente rs.
ru: Отправитель RS.
zh_hans: 发件人Rs.

source: Signature
de_de: Unterschrift
es_cl: Firma
pt_br: Assinatura
ru: Подпись
zh_hans: 签名

source: Smart Contracts
de_de: Intelligente Verträge
es_cl: Contratos inteligentes
fr_fr: Contrats intelligents
pt_br: Contratos inteligentes
ru: Умные контракты
zh_hans: 智能合同

# SubscriptionCancel
source: Cancel Subscription
de_de: Abonnement beenden
es_cl: Cancelar suscripción
fr_fr: Annuler l'abonnement
pt_br: Cancelar assinatura
ru: Отписаться от рассылки
zh_hans: 取消订阅

source: Subscription Payment
de_de: Abonnementzahlung.
es_cl: Pago de suscripción
fr_fr: Paiement de souscription
pt_br: Pagamento de assinatura
ru: Оплата подписки
zh_hans: 订阅付款

# SubscriptionSubscribe
source: Subscribe Subscription
de_de: Abonnieren abonnieren
es_cl: Suscripción de suscripción
fr_fr: Abonnez-vous abonnement
pt_br: Assinatura de subscrição
ru: Подписаться подписка
zh_hans: 订阅订阅

source: Sub Type
de_de: Untertyp
es_cl: Tipo secundario
fr_fr: Sous-type
pt_br: Sub tipo
ru: Sub тип
zh_hans: 子类型

source: Time
de_de: Zeit
es_cl: Tiempo
fr_fr: Temps
pt_br: Tempo
ru: Время
zh_hans: 时间

source: Timestamp
de_de: Zeitstempel
es_cl: Marca de tiempo
fr_fr: Horodatage
zh_hans: 时间戳

source: Total Amount
de_de: Gesamtsumme
es_cl: Cantidad total
fr_fr: Montant total
pt_br: Montante total
ru: Итого
zh_hans: 总金额

source: Total Fee
de_de: Gesamtgebühr
es_cl: Costo total
fr_fr: Montant total
pt_br: Taxa total
ru: Общая плата
zh_hans: 总费用

source: Transaction Count
de_de: Transaktionszählung
es_cl: Recuento de transacciones
fr_fr: Compte de transaction
pt_br: Contagem de transações
ru: Количество транзакций
zh_hans: 交易计数

source: Transactions
de_de: Transaktionen
es_cl: Actas
pt_br: Transações
ru: Транзакции
zh_hans: 交易

source: Transaction Type
de_de: Art der Transaktion
es_cl: tipo de transacción
fr_fr: Type de transaction
pt_br: Tipo de transação
ru: Тип операции
zh_hans: 交易类型

source: Type
de_de: Typ
es_cl: Escribe
fr_fr: Taper
pt_br: Modelo
ru: Тип
zh_hans: 类型

source: Unconfirmed Balance
de_de: Unbestätigtes Gleichgewicht
es_cl: Equilibrio no confirmado
fr_fr: Solde non confirmé
pt_br: Equilíbrio não confirmado
ru: Неподтвержденный баланс
zh_hans: 未经证实的平衡

source: Unconfirmed Quantity
de_de: Unbestätigte Menge.
es_cl: Cantidad no confirmada
fr_fr: Quantité non confirmée
pt_br: Quantidade não confirmada
ru: Неподтвержденное количество
zh_hans: 未经证实的数量

source: Unconfirmed Transactions
de_de: Unbestätigte Transaktionen
es_cl: Transacciones no confirmadas
fr_fr: Transactions non confirmées
pt_br: Transações não confirmadas
ru: Неподтвержденные транзакции
zh_hans: 未经证实的交易

source: Version
de_de: Ausführung
es_cl: Versión
pt_br: Versão
ru: Версия
zh_hans: 版本

source: Id
de_de: Ausweis
es_cl: Identificación
fr_fr: Identifiant
pt_br: Identificação
ru: Идентификатор
